<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="Hexo, NexT" />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x5E26;&amp;#x8FD9;&amp;#x79CD;&amp;#x6807;&amp;#x9898;&amp;#x7684;&amp;#x6587;&amp;#x7AE0;&amp;#x4E00;&amp;#x822C;&amp;#x662F;&amp;#x725B;&amp;#x4EBA;&amp;#x624D;&amp;#x4F1A;&amp;#x5199;&amp;#x7684;&amp;#x3002;&amp;#x4E4B;&amp;#x524D;&amp;#x9E1F;&amp;#x54E5;&amp;#x5728;&amp;#x8DF3;&amp;#x69">
<meta property="og:type" content="article">
<meta property="og:title" content="我为什么 xxx">
<meta property="og:url" content="http://yoursite.com/2016/07/21/我为什么xxx/index.html">
<meta property="og:site_name" content="wfazong">
<meta property="og:description" content="&amp;#x5E26;&amp;#x8FD9;&amp;#x79CD;&amp;#x6807;&amp;#x9898;&amp;#x7684;&amp;#x6587;&amp;#x7AE0;&amp;#x4E00;&amp;#x822C;&amp;#x662F;&amp;#x725B;&amp;#x4EBA;&amp;#x624D;&amp;#x4F1A;&amp;#x5199;&amp;#x7684;&amp;#x3002;&amp;#x4E4B;&amp;#x524D;&amp;#x9E1F;&amp;#x54E5;&amp;#x5728;&amp;#x8DF3;&amp;#x69">
<meta property="og:updated_time" content="2016-11-25T05:35:05.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="我为什么 xxx">
<meta name="twitter:description" content="&amp;#x5E26;&amp;#x8FD9;&amp;#x79CD;&amp;#x6807;&amp;#x9898;&amp;#x7684;&amp;#x6587;&amp;#x7AE0;&amp;#x4E00;&amp;#x822C;&amp;#x662F;&amp;#x725B;&amp;#x4EBA;&amp;#x624D;&amp;#x4F1A;&amp;#x5199;&amp;#x7684;&amp;#x3002;&amp;#x4E4B;&amp;#x524D;&amp;#x9E1F;&amp;#x54E5;&amp;#x5728;&amp;#x8DF3;&amp;#x69">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://yoursite.com/2016/07/21/我为什么xxx/"/>

  <title> 我为什么 xxx | wfazong </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">wfazong</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                我为什么 xxx
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-07-21T10:15:00+08:00" content="2016-07-21">
              2016-07-21
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>   &#x5E26;&#x8FD9;&#x79CD;&#x6807;&#x9898;&#x7684;&#x6587;&#x7AE0;&#x4E00;&#x822C;&#x662F;&#x725B;&#x4EBA;&#x624D;&#x4F1A;&#x5199;&#x7684;&#x3002;&#x4E4B;&#x524D;&#x9E1F;&#x54E5;&#x5728;&#x8DF3;&#x69FD;&#x65F6;&#x5199;&#x8FC7;&#x4E00;&#x7BC7;&#x2014;&#x2014;&#x6211;&#x4E3A;&#x4EC0;&#x4E48;&#x53BB;&#x5982;&#x5BB6;&#x3002;&#x5662;&#xFF0C;&#x4E0D;&#xFF0C;&#x662F;&#x94FE;&#x5BB6;&#x3002;&#x501F;&#x4EE5;&#x5F70;&#x663E;&#x81EA;&#x5DF1;&#x9009;&#x62E9;&#x7684;&#x7406;&#x6027;&#x3002;&#x963F;&#x5B5D;&#x7EE7;&#x627F;&#x7236;&#x4E1A;&#x540E;&#x9664;&#x4E86;&#x4E00;&#x53E5;&#x2014;&#x2014;&#x7238;&#x7238;&#x5E38;&#x8BF4;&#xFF1A;&#x201C;&#x51FA;&#x6765;&#x6DF7;&#x8FDF;&#x65E9;&#x662F;&#x8981;&#x8FD8;&#x7684;&#x201D;&#x3002;&#x4E5F;&#x4E00;&#x5B9A;&#x8981;&#x53BB;&#x8001;&#x7238;&#x5E38;&#x5403;&#x591C;&#x5BB5;&#x7684;&#x5927;&#x6392;&#x6863;&#xFF0C;&#x4EE5;&#x793A;&#x81EA;&#x5DF1;&#x7684;&#x6DF3;&#x6734;&#x3002;&#x6211;&#x4E0D;&#x662F;&#x725B;&#x4EBA;&#xFF0C;&#x4E4B;&#x6240;&#x4EE5;&#x8981;&#x5199;&#xFF0C;&#x662F;&#x8981;&#x8BA9;&#x81EA;&#x5DF1;&#x81EA;&#x4FE1;&#x7684;&#x6D3B;&#x7740;&#xFF0C;&#x610F;&#x8BC6;&#x5230;&#x4E00;&#x5E74;&#x4E2D;&#x6211;&#x505A;&#x4E86;&#x4E00;&#x4E9B;&#x4E8B;&#xFF0C;&#x4E0D;&#x81F3;&#x4E8E;&#x6BCF;&#x5F53;&#x5915;&#x9633;&#x6D88;&#x901D;&#x5728;&#x5929;&#x8FB9;&#xFF0C;&#x611F;&#x5230;&#x751F;&#x547D;&#x53C8;&#x4E00;&#x6B21;&#x7684;&#x88AB;&#x5265;&#x593A;&#x4E86;&#xFF0C;&#x5BC2;&#x5BDE;&#x800C;&#x51C4;&#x51C9;&#x3002;<br>    &#x4E00;&#x5E74;&#x6765;&#x5728;&#x5DE5;&#x4F5C;&#x4E4B;&#x4F59;&#x80E1;&#x4E71;&#x770B;&#x4E86;&#x4E9B;&#x5173;&#x4E8E;&#x5FC3;&#x7406;&#x5B66;&#x3001;&#x7ECF;&#x6D4E;&#x5B66;&#x7684;&#x4E66;&#xFF0C;&#x5BF9;&#x975E;&#x7406;&#x6027;&#x3001;&#x968F;&#x673A;&#x6027;&#x6BD4;&#x8F83;&#x611F;&#x5174;&#x8DA3;&#x3002;&#x4E4B;&#x6240;&#x4EE5;&#x8BFB;&#x4E66;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;&#x66F4;&#x597D;&#x7684;&#x7406;&#x89E3;&#x4E16;&#x754C;&#xFF0C;&#x4F46;&#x662F;&#x4E16;&#x754C;&#x592A;&#x590D;&#x6742;&#xFF0C;&#x7ECF;&#x9A8C;&#x592A;&#x8D2B;&#x4E4F;&#x3002;&#x603B;&#x7ED3;&#x4E0B;&#xFF0C;&#x6743;&#x5F53;&#x80E1;&#x8A00;&#x4E71;&#x8BED;&#x3002;<br>    &#x8FDB;&#x5316;&#x5FC3;&#x7406;&#x5B66;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x5FC3;&#x7406;&#x5B66;&#x5206;&#x652F;&#x53D1;&#x5C55;&#x8FC5;&#x731B;&#xFF0C;&#x4EE5;&#x8FDB;&#x5316;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#x6211;&#x4EEC;&#x90FD;&#x662F;&#x73B0;&#x4EE3;&#x793E;&#x4F1A;&#x7684;&#x7A74;&#x5C45;&#x4EBA;&#x3002;&#x9996;&#x8981;&#x76EE;&#x6807;&#x662F;&#x4E3A;&#x4E86;&#x751F;&#x5B58;&#xFF0C;&#x57FA;&#x56E0;&#x624D;&#x662F;Boss&#xFF0C;&#x8089;&#x8EAB;&#x4E0D;&#x8FC7;&#x662F;&#x57FA;&#x56E0;&#x7684;&#x8F7D;&#x4F53;&#xFF0C;&#x4E3A;&#x4E86;&#x751F;&#x5B58;&#x538C;&#x6076;&#x635F;&#x5931;&#xFF0C;&#x5F97;&#x5230;&#x7684;&#x5FEB;&#x4E50;&#x4E0D;&#x80FD;&#x5BF9;&#x51B2;&#x76F8;&#x540C;&#x5242;&#x91CF;&#x7684;&#x5931;&#x53BB;&#x5E26;&#x6765;&#x7684;&#x75DB;&#x82E6;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4EEC;&#x7684;&#x9996;&#x8981;&#x4EFB;&#x52A1;&#x662F;&#x907F;&#x514D;&#x75DB;&#x82E6;&#xFF0C;&#x4F46;&#x8FD9;&#x53EA;&#x80FD;&#x4F7F;&#x81EA;&#x8EAB;&#x8D8B;&#x8FD1;&#x65E0;&#x75DB;&#x82E6;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x8FD9;&#x5C31;&#x8BF4;&#x660E;&#x4E86;&#x5B58;&#x5728;&#x672C;&#x8EAB;&#x662F;&#x6BEB;&#x65E0;&#x4EF7;&#x503C;&#x7684;&#x3002;&#x635F;&#x5931;&#x538C;&#x6076;&#x867D;&#x7136;&#x666E;&#x904D;&#xFF0C;&#x4F46;&#x5728;&#x7537;&#x6027;&#x6C42;&#x5076;&#x65F6;&#xFF0C;&#x503E;&#x5411;&#x4E8E;&#x5192;&#x9669;&#xFF0C;&#x5FFD;&#x7565;&#x635F;&#x5931;&#xFF0C;&#x6C42;&#x5076;&#x6210;&#x529F;&#x7684;&#x6536;&#x76CA;&#x592A;&#x5927;&#x3002;<br>    &#x8BB0;&#x5FC6;&#x81EA;&#x6211;&#x4FDD;&#x5B58;&#x7684;&#x8BB0;&#x5FC6;&#x662F;&#x5BF9;&#x4EE3;&#x8868;&#x6027;&#x7684;&#x65F6;&#x523B;&#x7684;&#x611F;&#x53D7;&#xFF0C;&#x53D7;&#x5230;&#x9AD8;&#x5CF0;&#x548C;&#x7ED3;&#x675F;&#x65F6;&#x523B;&#x7684;&#x5F3A;&#x70C8;&#x5F71;&#x54CD;&#x3002;&#x56E0;&#x6B64;&#x4EBA;&#x7684;&#x8BB0;&#x5FC6;&#x53D7;&#x5CF0;&#x7EC8;&#x5B9A;&#x5F8B;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5E76;&#x8868;&#x73B0;&#x51FA;&#x8FC7;&#x7A0B;&#x5FFD;&#x89C6;&#x7684;&#x503E;&#x5411;&#x3002;&#x6BD4;&#x8D77;&#x7EC6;&#x6C34;&#x957F;&#x6D41;&#x7684;&#x5E78;&#x798F;&#x6765;&#x8BF4;&#xFF0C;&#x4EBA;&#x4EEC;&#x66F4;&#x504F;&#x597D;&#x4EAB;&#x53D7;&#x77ED;&#x6682;&#x5374;&#x5F3A;&#x70C8;&#x7684;&#x5FEB;&#x4E50;&#xFF0C;&#x800C;&#x5728;&#x8FFD;&#x6C42;&#x8FD9;&#x79CD;&#x5FEB;&#x4E50;&#x7684;&#x65F6;&#x5019;&#x53EF;&#x80FD;&#x4F34;&#x968F;&#x7740;&#x75DB;&#x82E6;&#xFF0C;&#x725B;&#x903C;&#x548C;&#x50BB;&#x903C;&#x53EA;&#x5728;&#x4E00;&#x5FF5;&#x4E4B;&#x95F4;&#x3002;&#x540C;&#x65F6;&#x6211;&#x4EEC;&#x4ECE;&#x8BB0;&#x5FC6;&#x4E2D;&#x62BD;&#x53D6;&#x7ECF;&#x9A8C;&#xFF0C;&#x8FC7;&#x53BB;&#x7684;&#x7ECF;&#x9A8C;&#x5F71;&#x54CD;&#x7740;&#x73B0;&#x5728;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x5E76;&#x4E14;&#x6539;&#x53D8;&#x7740;&#x4F60;&#x5BF9;&#x5C06;&#x6765;&#x7684;&#x9884;&#x671F;&#x3002;&#x6211;&#x4EEC;&#x7684;&#x7ECF;&#x9A8C;&#x548C;&#x8FDB;&#x5316;&#x8D4B;&#x4E88;&#x6211;&#x4EEC;&#x7684;&#x672C;&#x80FD;&#x4F5C;&#x4E3A;&#x5148;&#x9A8C;&#x5047;&#x8BBE;&#x5171;&#x540C;&#x6784;&#x7B51;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x67CF;&#x62C9;&#x56FE;&#x6D1E;&#x7A74;&#x3002;<br>    &#x5927;&#x8111;&#x5360;&#x4F53;&#x91CD;&#x7684;2%&#xFF0C;&#x5374;&#x6D88;&#x8017;&#x4E86;&#x5C06;&#x8FD1;&#x56DB;&#x5206;&#x4E4B;&#x4E00;&#x7684;&#x80FD;&#x91CF;&#xFF0C;&#x5982;&#x4F55;&#x6709;&#x6548;&#x5B58;&#x50A8;&#x4FE1;&#x606F;&#x662F;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x3002;&#x4EBA;&#x5BF9;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x548C;&#x786E;&#x5B9A;&#x6027;&#x6709;&#x5F3A;&#x70C8;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#x662F;&#x4E00;&#x79CD;&#x66F4;&#x5F3A;&#x7684;&#x5173;&#x8054;&#x5173;&#x7CFB;&#xFF0C;&#x4FE1;&#x606F;&#x8BBA;&#x4E2D;&#xFF0C;&#x5982;&#x679C;&#x4E24;&#x4E2A;&#x4E8B;&#x4EF6;&#x76F8;&#x4E92;&#x5173;&#x8054;&#xFF0C;&#x90A3;&#x4E48;&#x5B83;&#x4EEC;&#x4E4B;&#x95F4;&#x5177;&#x6709;&#x4E92;&#x4FE1;&#x606F;&#xFF0C;&#x8FD9;&#x90E8;&#x5206;&#x662F;&#x53EF;&#x4EE5;&#x88AB;&#x538B;&#x7F29;&#x6389;&#x7684;&#x3002;&#x5982;&#x679C;&#x4E24;&#x4EF6;&#x4E8B;&#x5177;&#x6709;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#xFF0C;&#x8FD9;&#x79CD;&#x66F4;&#x5F3A;&#x7684;&#x5173;&#x8054;&#x5173;&#x7CFB;&#x53EF;&#x4EE5;&#x7EB3;&#x5165;&#x6211;&#x4EEC;&#x65E2;&#x6709;&#x7684;&#x8BA4;&#x77E5;&#x4F53;&#x7CFB;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x538B;&#x7F29;&#x5B58;&#x50A8;&#x3002;&#x8FD9;&#x79CD;&#x538B;&#x7F29;&#x5373;&#x6240;&#x8C13;&#x7684;&#x52A0;&#x5DE5;&#x6C34;&#x5E73;&#xFF0C;&#x52A0;&#x5DE5;&#x6C34;&#x5E73;&#x8D8A;&#x9AD8;&#xFF0C;&#x8D8A;&#x5BB9;&#x6613;&#x4ECE;&#x8BB0;&#x5FC6;&#x4E2D;&#x63D0;&#x53D6;&#x3002;&#x8FD9;&#x53EF;&#x4EE5;&#x4F7F;&#x6211;&#x4EEC;&#x83B7;&#x5F97;&#x4E00;&#x79CD;&#x638C;&#x63A7;&#x611F;&#xFF0C;&#x5E76;&#x51CF;&#x5C11;&#x4E0D;&#x5B89;&#x5168;&#x611F;&#x3002;&#x4F46;&#x4E16;&#x754C;&#x662F;&#x6A21;&#x7CCA;&#x3001;&#x77DB;&#x76FE;&#x548C;&#x590D;&#x6742;&#x7684;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;&#x4EBA;&#x7C7B;&#x8FFD;&#x6C42;&#x7EDD;&#x5BF9;&#x53EF;&#x9760;&#x7684;&#x8BA4;&#x8BC6;&#x7684;&#x5F3A;&#x70C8;&#x613F;&#x671B;&#xFF0C;&#x4E16;&#x754C;&#x62A5;&#x4EE5;&#x4E0D;&#x53EF;&#x7406;&#x55BB;&#x7684;&#x3001;&#x795E;&#x79D8;&#x7684;&#x6C89;&#x9ED8;&#xFF0C;&#x4E24;&#x8005;&#x5904;&#x4E8E;&#x6C38;&#x6052;&#x7684;&#x5BF9;&#x7ACB;&#x72B6;&#x6001;&#xFF0C;&#x800C;&#x8352;&#x8BDE;&#x6B63;&#x662F;&#x8FD9;&#x79CD;&#x5BF9;&#x7ACB;&#x72B6;&#x6001;&#x7684;&#x4EA7;&#x7269;&#x3002;<br>    &#x5B58;&#x5728;&#x4E3B;&#x4E49;&#x54F2;&#x5B66;&#x5BB6;&#x827E;&#x4F2F;&#x7279;.&#x5361;&#x7A46;&#x65AF;&#x8BF4;&#x8FC7;&#xFF1A;&#x4EBA;&#x662F;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x52A8;&#x7269;&#xFF0C;&#x4ED6;&#x4EEC;&#x6BD5;&#x751F;&#x90FD;&#x5728;&#x52AA;&#x529B;&#x4F7F;&#x81EA;&#x5DF1;&#x76F8;&#x4FE1;&#x5176;&#x5B58;&#x5728;&#x4E0D;&#x662F;&#x8352;&#x8C2C;&#x7684;&#x3002;<br>    &#x7ECF;&#x6D4E;&#x5B66;&#x6709;&#x7406;&#x6027;&#x4EBA;&#x5047;&#x8BBE;&#xFF0C;&#x7406;&#x6027;&#x4EBA;&#x8FFD;&#x6C42;&#x6700;&#x5927;&#x5E78;&#x798F;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x6700;&#x5927;&#x5E78;&#x798F;&#xFF0C;&#x662F;&#x884C;&#x4E3A;&#x4E3B;&#x4F53;&#x60F3;&#x8C61;&#x4E2D;&#x7684;&#x6700;&#x5927;&#x5E78;&#x798F;&#xFF0C;&#x662F;&#x5B58;&#x5728;&#x4E8E;&#x4E2A;&#x4EBA;&#x8BA4;&#x77E5;&#x4E2D;&#x7684;&#x6700;&#x5927;&#x5E78;&#x798F;&#x3002;&#x6211;&#x4EEC;&#x5C31;&#x50CF;&#x65AF;&#x91D1;&#x7EB3;&#x7684;&#x9E3D;&#x5B50;&#xFF0C;&#x4EE5;&#x4E3A;&#x81EA;&#x8EAB;&#x7684;&#x884C;&#x52A8;&#x4F1A;&#x4F7F;&#x6211;&#x4EEC;&#x83B7;&#x5F97;&#x5E78;&#x798F;&#xFF0C;&#x90A3;&#x4E5F;&#x8BB8;&#x53EA;&#x662F;&#x4E2A;&#x4EBA;&#x7ECF;&#x5386;&#x4E2D;&#x7684;&#x975E;&#x5173;&#x8054;&#x5F3A;&#x5316;&#x3002;<br>    &#x4F20;&#x7EDF;&#x7ECF;&#x6D4E;&#x5B66;&#x4E2D;&#x8BA4;&#x4E3A;&#x4EF7;&#x503C;&#x56F4;&#x7ED5;&#x4EF7;&#x683C;&#x6CE2;&#x52A8;&#xFF0C;&#x4F46;&#x4EF7;&#x683C;&#x624D;&#x662F;&#x5BA2;&#x89C2;&#x7684;&#xFF0C;&#x4EF7;&#x503C;&#x540C;&#x6837;&#x5B58;&#x5728;&#x4E8E;&#x4EBA;&#x4EEC;&#x7684;&#x8BA4;&#x77E5;&#x4E2D;&#xFF0C;&#x80A1;&#x7968;&#x5E02;&#x573A;&#x7684;&#x4EA4;&#x6613;&#x8BF4;&#x660E;&#x4EBA;&#x4EEC;&#x5BF9;&#x540C;&#x4E00;&#x53EA;&#x80A1;&#x7968;&#x4EF7;&#x503C;&#x7684;&#x4E0D;&#x540C;&#x4F30;&#x8BA1;&#xFF0C;&#x5728;&#x4E00;&#x5B9A;&#x7684;&#x65F6;&#x95F4;&#x7A97;&#x53E3;&#x4E2D;&#x6765;&#x770B;&#xFF0C;&#x603B;&#x6709;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x662F;&#x9519;&#x7684;&#x3002;&#x800C;&#x4EA4;&#x6613;&#x5E26;&#x6765;&#x4E86;&#x6D41;&#x52A8;&#x6027;&#xFF0C;&#x6D41;&#x52A8;&#x6027;&#x53C8;&#x662F;&#x6709;&#x6548;&#x5E02;&#x573A;&#x7684;&#x91CD;&#x8981;&#x6307;&#x6807;&#x4E4B;&#x4E00;&#xFF0C;&#x56E0;&#x6B64;&#x6709;&#x6548;&#x5E02;&#x573A;&#x662F;&#x5EFA;&#x6784;&#x5728;&#x4E00;&#x90E8;&#x5206;&#x4EBA;&#x4EF7;&#x503C;&#x89C2;&#x7684;&#x9519;&#x8BEF;&#x57FA;&#x7840;&#x4E0A;&#x7684;&#xFF1F;<br>    &#x91CF;&#x5316;&#x91D1;&#x878D;&#x5305;&#x542B;&#x6709;&#x4E24;&#x79CD;&#x5206;&#x6790;&#x65B9;&#x6CD5;&#xFF1A;&#x57FA;&#x672C;&#x9762;&#x5206;&#x6790;&#x3001;&#x6280;&#x672F;&#x9762;&#x5206;&#x6790;&#x3002;&#x7C97;&#x7565;&#x6765;&#x770B;&#xFF0C;&#x6BCF;&#x79CD;&#x5206;&#x6790;&#x65B9;&#x6CD5;&#x90FD;&#x4F1A;&#x5C3D;&#x53EF;&#x80FD;&#x6DB5;&#x76D6;&#x6240;&#x6709;&#x7684;&#x60C5;&#x578B;&#xFF0C;&#x7406;&#x8BBA;&#x5305;&#x542B;&#x7684;&#x60C5;&#x5F62;&#x8D8A;&#x591A;&#xFF0C;&#x5BF9;&#x4F60;&#x505A;&#x9009;&#x62E9;&#x8D8A;&#x4E0D;&#x5229;&#xFF0C;&#x4F46;&#x662F;&#x4F1A;&#x5728;&#x4E8B;&#x540E;&#x5E26;&#x6765;&#x5408;&#x7406;&#x6027;&#xFF0C;&#x65E0;&#x8BBA;&#x53D1;&#x751F;&#x4EC0;&#x4E48;&#x4E8B;&#xFF0C;&#x5728;&#x7406;&#x8BBA;&#x4E2D;&#x90FD;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x89E3;&#x91CA;&#x5B83;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x4E0D;&#x4EC5;&#x8BA9;&#x4F60;&#x89C9;&#x5F97;&#x638C;&#x63E1;&#x4E86;&#x77E5;&#x8BC6;&#xFF0C;&#x8FD8;&#x7ED9;&#x4E86;&#x4F60;&#x5E94;&#x5BF9;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x6240;&#x9700;&#x7684;&#x5B89;&#x5168;&#x611F;&#x3002;&#x540C;&#x6837;&#x7684;&#x611F;&#x89C9;&#x53EF;&#x4EE5;&#x5728;&#x5386;&#x53F2;&#x4E66;&#x4E2D;&#x770B;&#x5230;&#xFF0C;&#x8328;&#x5A01;&#x683C;&#x5728;&#x300A;&#x4EBA;&#x7C7B;&#x7FA4;&#x661F;&#x95EA;&#x8000;&#x65F6;&#x300B;&#x5C06;&#x62FF;&#x7834;&#x4ED1;&#x5175;&#x8D25;&#x6ED1;&#x94C1;&#x5362;&#x5F52;&#x7ED3;&#x4E3A;&#x683C;&#x9C81;&#x592B;&#x5143;&#x5E05;&#x672A;&#x80FD;&#x6309;&#x65F6;&#x5230;&#x8FBE;&#x6307;&#x5B9A;&#x4F4D;&#x7F6E;&#x3002;&#x5386;&#x53F2;&#x7684;&#x53EF;&#x89E3;&#x91CA;&#x6027;&#x540C;&#x6837;&#x5E26;&#x6765;&#x4E86;&#x638C;&#x63A7;&#x611F;&#xFF0C;&#x5E76;&#x7ED9;&#x6211;&#x4EEC;&#x5E26;&#x6765;&#x4E86;&#x4E0D;&#x65AD;&#x4ECE;&#x9519;&#x8BEF;&#x4E2D;&#x5B66;&#x4E60;&#x7684;&#x6EE1;&#x8DB3;&#x611F;&#x3002;&#x4ECE;&#x8FC7;&#x53BB;&#x4E2D;&#x5B66;&#x4E60;&#x4F1A;&#x8BA9;&#x6211;&#x4EEC;&#x6210;&#x529F;&#x4E48;&#xFF1F;&#x6050;&#x6015;&#x672A;&#x5FC5;&#xFF0C;&#x4ECE;&#x5931;&#x8D25;&#x4E2D;&#x5B66;&#x4E60;&#x53EA;&#x662F;&#x8BA9;&#x4F60;&#x77E5;&#x9053;&#x4E86;&#x4E0D;&#x8981;&#x600E;&#x4E48;&#x505A;&#xFF08;&#x867D;&#x7136;&#x6362;&#x4E2A;&#x73AF;&#x5883;&#x8FD8;&#x662F;&#x4F1A;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x6240;&#x8C13;&#x8DEF;&#x5F84;&#x4F9D;&#x8D56;&#xFF09;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x544A;&#x8BC9;&#x4F60;&#x8BE5;&#x600E;&#x4E48;&#x53BB;&#x505A;&#x3002;&#x5386;&#x53F2;&#x4F1A;&#x91CD;&#x6F14;&#xFF1F;&#x7528;&#x8FC7;&#x53BB;&#x6765;&#x9884;&#x6D4B;&#x672A;&#x6765;&#xFF0C;&#x4E5F;&#x96BE;&#x602A;&#x4E86;&#x3002;&#x3002;&#x3002;<br>    &#x6DF7;&#x6C8C;&#x7406;&#x8BBA;&#x4E2D;&#x5C06;&#x5C06;&#x6DF7;&#x6C8C;&#x7CFB;&#x7EDF;&#x5206;&#x4E3A;&#x4E24;&#x7C7B;&#xFF1A;&#x4E00;&#x7C7B;&#x662F;&#x4E00;&#x7EA7;&#x6DF7;&#x6C8C;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E0D;&#x4F1A;&#x56E0;&#x9884;&#x6D4B;&#x800C;&#x53D1;&#x751F;&#x53D8;&#x5316;&#xFF1B;&#x53E6;&#x4E00;&#x7C7B;&#x662F;&#x4E8C;&#x7EA7;&#x6DF7;&#x6C8C;&#x7CFB;&#x7EDF;&#xFF0C;&#x4F1A;&#x56E0;&#x9884;&#x6D4B;&#x800C;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002;&#x53E4;&#x5E0C;&#x814A;&#x60B2;&#x5267;&#x4E4B;&#x6240;&#x4EE5;&#x9707;&#x64BC;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x4E3A;&#x5B83;&#x5C5E;&#x4E8E;&#x4E00;&#x7C7B;&#x7CFB;&#x7EDF;&#x3002;&#x300A;&#x4FC4;&#x72C4;&#x6D66;&#x65AF;&#x738B;&#x300B;&#x4E2D;&#x5C3D;&#x7BA1;&#x9884;&#x5148;&#x77E5;&#x9053;&#x4E86;&#x4F1A;&#x5F11;&#x7236;&#x5A36;&#x6BCD;&#xFF0C;&#x5E76;&#x4E3A;&#x907F;&#x514D;&#x6B64;&#x79CD;&#x7ED3;&#x5C40;&#x505A;&#x51FA;&#x4E86;&#x79CD;&#x79CD;&#x52AA;&#x529B;&#xFF0C;&#x5374;&#x59CB;&#x7EC8;&#x9003;&#x4E0D;&#x51FA;&#x547D;&#x8FD0;&#x3002;&#x7ECF;&#x6D4E;&#x5C5E;&#x4E8E;&#x4E8C;&#x7EA7;&#x7CFB;&#x7EDF;&#xFF0C;&#x91CF;&#x5316;&#x4E2D;&#x5F15;&#x5165;&#x673A;&#x5668;&#x5B66;&#x4E60;&#xFF0C;&#x63D0;&#x9AD8;&#x4E86;&#x51C6;&#x5165;&#x95E8;&#x69DB;&#xFF0C;&#x4E0D;&#x4F1A;&#x56E0;&#x53C2;&#x4E0E;&#x4EBA;&#x6570;&#x4F17;&#x591A;&#x5F71;&#x54CD;&#x9884;&#x6D4B;&#x3002;<br>    &#x4EE5;&#x4E0A;&#x90FD;&#x662F;&#x9519;&#x7684;&#x3002;<br>    &#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4EAB;&#x4E50;&#x4E3B;&#x4E49;&#x8005;&#x7684;&#x53D4;&#x672C;&#x534E;&#x8BF4;&#x8FC7;&#xFF1A;&#x4EBA;&#x662F;&#x6B32;&#x671B;&#x4E0E;&#x9700;&#x6C42;&#x7684;&#x7EFC;&#x5408;&#x4F53;&#xFF0C;&#x6781;&#x96BE;&#x88AB;&#x6EE1;&#x8DB3;&#xFF0C;&#x6B32;&#x671B;&#x6EE1;&#x8DB3;&#x4E0D;&#x4E86;&#x4F1A;&#x75DB;&#x82E6;&#xFF0C;&#x6EE1;&#x8DB3;&#x4E86;&#x4F1A;&#x65E0;&#x804A;&#xFF0C;&#x4EBA;&#x751F;&#x5C31;&#x50CF;&#x949F;&#x6446;&#xFF0C;&#x5728;&#x75DB;&#x82E6;&#x65E0;&#x804A;&#x95F4;&#x5F98;&#x5F8A;&#x3002;<br>    &#x610F;&#x5927;&#x5229; Monza &#x5E02;&#x7981;&#x6B62;&#x5728;&#x5F2F;&#x66F2;&#x7684;&#x7897;&#x72B6;&#x9C7C;&#x7F38;&#x91CC;&#x517B;&#x91D1;&#x9C7C;&#xFF0C;&#x56E0;&#x4E3A;&#x4ECE;&#x5F2F;&#x66F2;&#x7684;&#x9C7C;&#x7F38;&#x5F80;&#x5916;&#x770B;&#x4F1A;&#x770B;&#x5230;&#x4E00;&#x4E2A;&#x626D;&#x66F2;&#x4E86;&#x7684;&#x73B0;&#x5B9E;&#xFF0C;&#x8FD9;&#x5BF9;&#x91D1;&#x9C7C;&#x201C;&#x592A;&#x6B8B;&#x9177;&#x4E86;&#x201D;&#x3002;&#x4E8E;&#x662F;&#x56DE;&#x5230;&#x4E86;2000&#x5E74;&#x524D;&#x5E84;&#x5B50;&#x548C;&#x60E0;&#x5B50;&#x7684;&#x8FA9;&#x8BBA;&#xFF1A;&#x6211;&#x4EEC;&#x53C8;&#x600E;&#x4E48;&#x77E5;&#x9053;&#x6211;&#x4EEC;&#x770B;&#x5230;&#x7684;&#x73B0;&#x5B9E;&#x4E0D;&#x662F;&#x626D;&#x66F2;&#x7684;&#xFF1F;<br>    &#x6211;&#x4EEC;&#x53EF;&#x80FD;&#x65E2;&#x4E0D;&#x662F;&#x751F;&#x6D3B;&#x5728;&#x7269;&#x8D28;&#x4E2D;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x751F;&#x6D3B;&#x5728;&#x7CBE;&#x795E;&#x4E2D;&#xFF0C;&#x800C;&#x662F;&#x751F;&#x6D3B;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x98A0;&#x5012;&#x68A6;&#x60F3;&#x4E2D;&#xFF0C;&#x300A;&#x5FC3;&#x7ECF;&#x300B;&#x6709;&#x8A00;&#xFF1A;&#x8FDC;&#x79BB;&#x98A0;&#x5012;&#x68A6;&#x60F3;&#xFF0C;&#x7A76;&#x7ADF;&#x6D85;&#x69C3;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/07/07/Mac安装mxnet-cpu-运行/" rel="next" title="Mac安装mxnet(cpu)">
                <i class="fa fa-chevron-left"></i> Mac安装mxnet(cpu)
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/07/22/netty相关/" rel="prev" title="netty相关">
                netty相关 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.gif"
               alt="wfazong" />
          <p class="site-author-name" itemprop="name">wfazong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">23</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">11</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <p class="post-toc-empty">此文章未包含目录</p>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">wfazong</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  



  




  
  

  

  

  

</body>
</html>
