<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="Hexo, NexT" />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x4EBA;&amp;#x8111;&amp;#x5E73;&amp;#x5747;&amp;#x80FD;&amp;#x591F;&amp;#x5B58;&amp;#x50A8;100&amp;#x4E07;&amp;#x4EBF;&amp;#x6BD4;&amp;#x7279;&amp;#xFF0C;&amp;#x7136;&amp;#x800C;&amp;#x91CD;&amp;#x8981;&amp;#x4E4B;&amp;#x5904;&amp;#x4E0D;&amp;#x5728;&amp;#x4E8E;&amp;#x5BB9;&amp;#x91CF;&amp;#">
<meta property="og:type" content="article">
<meta property="og:title" content="索引与可得性">
<meta property="og:url" content="http://yoursite.com/2016/08/25/索引与可得性/index.html">
<meta property="og:site_name" content="wfazong">
<meta property="og:description" content="&amp;#x4EBA;&amp;#x8111;&amp;#x5E73;&amp;#x5747;&amp;#x80FD;&amp;#x591F;&amp;#x5B58;&amp;#x50A8;100&amp;#x4E07;&amp;#x4EBF;&amp;#x6BD4;&amp;#x7279;&amp;#xFF0C;&amp;#x7136;&amp;#x800C;&amp;#x91CD;&amp;#x8981;&amp;#x4E4B;&amp;#x5904;&amp;#x4E0D;&amp;#x5728;&amp;#x4E8E;&amp;#x5BB9;&amp;#x91CF;&amp;#">
<meta property="og:updated_time" content="2016-11-25T05:35:19.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="索引与可得性">
<meta name="twitter:description" content="&amp;#x4EBA;&amp;#x8111;&amp;#x5E73;&amp;#x5747;&amp;#x80FD;&amp;#x591F;&amp;#x5B58;&amp;#x50A8;100&amp;#x4E07;&amp;#x4EBF;&amp;#x6BD4;&amp;#x7279;&amp;#xFF0C;&amp;#x7136;&amp;#x800C;&amp;#x91CD;&amp;#x8981;&amp;#x4E4B;&amp;#x5904;&amp;#x4E0D;&amp;#x5728;&amp;#x4E8E;&amp;#x5BB9;&amp;#x91CF;&amp;#">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://yoursite.com/2016/08/25/索引与可得性/"/>

  <title> 索引与可得性 | wfazong </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">wfazong</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                索引与可得性
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-08-25T18:39:22+08:00" content="2016-08-25">
              2016-08-25
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>   &#x4EBA;&#x8111;&#x5E73;&#x5747;&#x80FD;&#x591F;&#x5B58;&#x50A8;100&#x4E07;&#x4EBF;&#x6BD4;&#x7279;&#xFF0C;&#x7136;&#x800C;&#x91CD;&#x8981;&#x4E4B;&#x5904;&#x4E0D;&#x5728;&#x4E8E;&#x5BB9;&#x91CF;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x4FE1;&#x606F;&#x80FD;&#x5426;&#x5728;&#x6070;&#x5F53;&#x7684;&#x65F6;&#x5019;&#x88AB;&#x56DE;&#x5FC6;&#x8D77;&#x6765;&#xFF0C;&#x65E0;&#x6CD5;&#x4ECE;&#x8BB0;&#x5FC6;&#x4E2D;&#x83B7;&#x53D6;&#x7684;&#x4FE1;&#x606F;&#xFF08;&#x5373;&#x4F7F;&#x662F;&#x65E0;&#x610F;&#x8BC6;&#x7684;&#xFF09;&#x53EF;&#x80FD;&#x5E76;&#x4E0D;&#x5B58;&#x5728;&#x3002;</p>
<h4 id="&#x6570;&#x636E;&#x5E93;&#x7D22;&#x5F15;"><a href="#&#x6570;&#x636E;&#x5E93;&#x7D22;&#x5F15;" class="headerlink" title="&#x6570;&#x636E;&#x5E93;&#x7D22;&#x5F15;"></a>&#x6570;&#x636E;&#x5E93;&#x7D22;&#x5F15;</h4><p>   &#x6570;&#x636E;&#x5E93;&#x4E2D;&#x5EFA;&#x7ACB;&#x7D22;&#x5F15;&#x8981;&#x8003;&#x8651;&#x7D22;&#x5F15;&#x9009;&#x62E9;&#x6027;&#xFF0C;&#x6240;&#x8C13;&#x7D22;&#x5F15;&#x9009;&#x62E9;&#x6027;&#x662F;&#x6307;&#xFF1A;&#x4E0D;&#x91CD;&#x590D;&#x7684;&#x7D22;&#x5F15;&#x503C;&#x548C;&#x6570;&#x636E;&#x8868;&#x7EAA;&#x5F55;&#x603B;&#x6570;&#x7684;&#x6BD4;&#x503C;&#xFF0C;&#x8FD9;&#x4E2A;&#x6BD4;&#x503C;&#x8D8A;&#x5927;&#x8BF4;&#x660E;&#x7D22;&#x5F15;&#x4E2D;&#x7684;&#x4FE1;&#x606F;&#x91CF;&#x8D8A;&#x5927;&#xFF0C;&#x7D22;&#x5F15;&#x624D;&#x66F4;&#x6709;&#x6548;&#x3002;<br>    &#x6570;&#x636E;&#x5E93;&#x4E2D;&#x6709;&#x79CD;&#x7D22;&#x5F15;&#x662F;&#x524D;&#x7F00;&#x7D22;&#x5F15;&#xFF0C;&#x9057;&#x61BE;&#x7684;&#x662F;&#x53EA;&#x80FD;&#x6700;&#x5DE6;&#x5339;&#x914D;&#x3002;</p>
<h4 id="&#x8BB0;&#x5FC6;"><a href="#&#x8BB0;&#x5FC6;" class="headerlink" title="&#x8BB0;&#x5FC6;"></a>&#x8BB0;&#x5FC6;</h4><p>   &#x6211;&#x4EEC;&#x5728;&#x8BB0;&#x5FC6;&#x7684;&#x65F6;&#x5019;&#x5C06;&#x8BB8;&#x591A;&#x7EBF;&#x7D22;&#xFF08;&#x4F8B;&#x5982;&#x5F53;&#x65F6;&#x7684;&#x573A;&#x666F;&#x3001;&#x95EE;&#x9898;&#x7684;&#x80CC;&#x666F;&#xFF0C;&#x751A;&#x81F3;&#x6240;&#x5904;&#x7684;&#x8BED;&#x8A00;&#x73AF;&#x5883;&#x3001;&#x7A7A;&#x95F4;&#x4F4D;&#x7F6E;&#xFF09;&#x4E00;&#x5E76;&#x7F16;&#x7801;&#x8FDB;&#x4E86;&#x8BB0;&#x5FC6;&#xFF0C;&#x4E8B;&#x540E;&#x80FD;&#x5426;&#x63D0;&#x53D6;&#x51FA;&#x8FD9;&#x6BB5;&#x8BB0;&#x5FC6;&#x4E25;&#x91CD;&#x53D6;&#x51B3;&#x4E8E;&#x63D0;&#x53D6;&#x7EBF;&#x7D22;&#x662F;&#x5426;&#x4E30;&#x5BCC;&#x3001;&#x4EE5;&#x53CA;&#x5728;&#x56DE;&#x5FC6;&#x7684;&#x65F6;&#x5019;&#x662F;&#x5426;&#x91CD;&#x73B0;&#x4E86;&#x8BB0;&#x5FC6;&#x65F6;&#x7684;&#x7EBF;&#x7D22;&#xFF0C;&#x8FD9;&#x6D89;&#x53CA;&#x5230;&#x611F;&#x89C9;&#x8BB0;&#x5FC6;&#xFF0C;&#x8FD9;&#x79CD;&#x8BB0;&#x5FC6;&#x77ED;&#x6682;&#x3001;&#x5BB9;&#x6613;&#x88AB;&#x66FF;&#x4EE3;&#xFF0C;&#x4F46;&#x5B83;&#x8BA9;&#x4F60;&#x5BF9;&#x4E16;&#x754C;&#x6709;&#x4E00;&#x79CD;&#x8FDE;&#x7EED;&#x611F;&#x3002;&#x5305;&#x62EC;&#x6620;&#x50CF;&#x8BB0;&#x5FC6;&#xFF08;&#x89C6;&#x89C9;&#xFF09;&#x3001;&#x56DE;&#x58F0;&#x8BB0;&#x5FC6;&#xFF08;&#x542C;&#x89C9;&#xFF09;&#x3002;<br>    &#x65E0;&#x5370;&#x826F;&#x54C1;&#x827A;&#x672F;&#x603B;&#x76D1;&#x539F;&#x7814;&#x54C9;&#x5728;&#x300A;&#x8BBE;&#x8BA1;&#x4E2D;&#x7684;&#x8BBE;&#x8BA1;&#x300B;&#x8BB2;&#x5230;&#x7684;&#x4E94;&#x611F;&#x7684;&#x89C9;&#x9192;&#xFF0C;&#x597D;&#x7684;&#x8BBE;&#x8BA1;&#x5145;&#x5206;&#x8C03;&#x52A8;&#x4F60;&#x7684;&#x611F;&#x5B98;&#xFF0C;&#x5524;&#x9192;&#x4E0D;&#x540C;&#x7684;&#x4F53;&#x9A8C;&#x3002;KK&#x5728;&#x300A;&#x5931;&#x63A7;&#x300B;&#x4E2D;&#x8BB2;&#x5230;&#x8BA4;&#x77E5;&#x884C;&#x4E3A;&#x662F;&#x5206;&#x6563;&#x8BB0;&#x5FC6;&#x5B58;&#x50A8;&#x7684;&#xFF0C;&#x662F;&#x5426;&#x53EF;&#x7406;&#x89E3;&#x4E3A;&#x5229;&#x7528;&#x4F60;&#x7684;&#x611F;&#x5B98;&#x6765;&#x89E6;&#x53D1;&#x8BB0;&#x5FC6;&#x7684;&#x7EBF;&#x7D22;&#xFF0C;&#x4EFF;&#x4F5B;&#x8BB0;&#x5FC6;&#x662F;&#x5206;&#x6563;&#x50A8;&#x5B58;&#x4E8E;&#x5468;&#x8EAB;&#x7684;&#x3002;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x8BB0;&#x5FC6;&#x7684;&#x53C2;&#x4E0E;&#x5BFC;&#x81F4;&#x8BA4;&#x77E5;&#x884C;&#x4E3A;&#x7684;&#x5206;&#x6563;&#x8BB0;&#x5FC6;&#x3002;<br>    &#x6240;&#x8C13;&#x6761;&#x6761;&#x5927;&#x8DEF;&#x901A;&#x7F57;&#x9A6C;&#xFF0C;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x7EBF;&#x7D22;&#x88AB;&#x89E6;&#x53D1;&#x90FD;&#x53EF;&#x80FD;&#x987A;&#x85E4;&#x6478;&#x74DC;&#x5730;&#x62CE;&#x51FA;&#x6574;&#x6761;&#x8BB0;&#x5FC6;&#x6765;&#x3002;<br>    &#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x4E0E;&#x8BB0;&#x5FC6;&#x6709;&#x5173;&#x7684;&#x56E0;&#x7D20;&#x662F;&#x4FE1;&#x606F;&#x7684;&#x52A0;&#x5DE5;&#x6C34;&#x5E73;&#xFF0C;&#x4EBA;&#x90FD;&#x7231;&#x542C;&#x6545;&#x4E8B;&#xFF0C;&#x6545;&#x4E8B;&#x53EF;&#x4EE5;&#x770B;&#x4F5C;&#x5BF9;&#x4FE1;&#x606F;&#x7684;&#x518D;&#x52A0;&#x5DE5;&#xFF0C;&#x4E00;&#x4E2A;&#x597D;&#x7684;&#x6545;&#x4E8B;&#x9700;&#x8981;&#x6709;&#x4EE3;&#x5165;&#x611F;&#xFF0C;&#x53EF;&#x4EE5;&#x548C;&#x6211;&#x4EEC;&#x5DF2;&#x6709;&#x7684;&#x8BA4;&#x77E5;&#x8054;&#x7CFB;&#x8D77;&#x6765;&#xFF0C;&#x6545;&#x4E8B;&#x7684;&#x52A0;&#x5DE5;&#x540C;&#x65F6;&#x4E5F;&#x538B;&#x7F29;&#x4E86;&#x4FE1;&#x606F;&#x91CF;&#xFF0C;&#x4FBF;&#x4E8E;&#x5B58;&#x50A8;&#x3002;</p>
<h4 id="&#x53EF;&#x5F97;&#x6027;&#x504F;&#x89C1;"><a href="#&#x53EF;&#x5F97;&#x6027;&#x504F;&#x89C1;" class="headerlink" title="&#x53EF;&#x5F97;&#x6027;&#x504F;&#x89C1;"></a>&#x53EF;&#x5F97;&#x6027;&#x504F;&#x89C1;</h4><p>   &#x8BB0;&#x5FC6;&#x7684;&#x76EE;&#x7684;&#x662F;&#x4E3A;&#x4E86;&#x5728;&#x9700;&#x8981;&#x7684;&#x65F6;&#x5019;&#x6765;&#x63D0;&#x53D6;&#xFF0C;&#x4F46;&#x56E0;&#x4E3A;&#x4FE1;&#x606F;&#x4E0D;&#x8DB3;&#x53EF;&#x80FD;&#x4F1A;&#x9020;&#x6210;&#x53EF;&#x5F97;&#x6027;&#x504F;&#x89C1;&#x3002;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x4F60;&#x7684;&#x5927;&#x8111;&#x4E2D;&#x5E76;&#x975E;&#x6CA1;&#x6709;&#x5B58;&#x653E;&#x76EE;&#x6807;&#x8BB0;&#x5FC6;&#xFF0C;&#x53EA;&#x662F;&#x7EBF;&#x7D22;&#x4E0D;&#x5BF9;&#xFF0C;&#x65E0;&#x6CD5;&#x63D0;&#x53D6;&#x51FA;&#x6765;&#x800C;&#x5DF2;&#xFF0C;&#x8FD9;&#x88AB;&#x79F0;&#x4E3A;&#x7EBF;&#x7D22;&#x4F9D;&#x8D56;&#x6027;&#x9057;&#x5FD8;&#x3002;<br>    &#x53EF;&#x5F97;&#x6027;&#x4F1A;&#x5BFC;&#x81F4;&#x8BA4;&#x77E5;&#x8D8B;&#x4E8E;&#x5C40;&#x90E8;&#x6700;&#x4F18;&#xFF0C;&#x5BFC;&#x81F4;&#x5BF9;&#x73B0;&#x5B9E;&#x7684;&#x626D;&#x66F2;&#x8BA4;&#x77E5;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x98A0;&#x5012;&#x68A6;&#x60F3;&#x3002;&#x53EF;&#x5F97;&#x6027;&#x8861;&#x91CF;&#x4E86;&#x4E8B;&#x4EF6;&#x5448;&#x73B0;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x7684;&#x8F7B;&#x677E;&#x5EA6;&#xFF0C;&#x8F7B;&#x677E;&#x5730;&#x60F3;&#x8D77;&#x67D0;&#x4EF6;&#x4E8B;&#x7684;&#x4F53;&#x9A8C;&#x6BD4;&#x60F3;&#x8D77;&#x4E8B;&#x60C5;&#x7684;&#x6570;&#x91CF;&#x66F4;&#x91CD;&#x8981;&#xFF0C;&#x5BF9;&#x4E2A;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x53EF;&#x80FD;&#x5728;&#x81EA;&#x6211;&#x8BC4;&#x4F30;&#x65F6;&#x4F1A;&#x6709;&#x504F;&#x5DEE;&#xFF0C;&#x6211;&#x4EEC;&#x5F88;&#x719F;&#x6089;&#x7684;-&#x201C;&#x8BA4;&#x8BC6;&#x4F60;&#x81EA;&#x5DF1;&#x201D;&#xFF0C;&#x523B;&#x5728;&#x4E86;&#x5FB7;&#x5C14;&#x83F2;&#x795E;&#x5E99;&#x4E0A;&#x9762;&#x3002;<br>    &#x5C0F;&#x6982;&#x7387;&#x4E8B;&#x4EF6;&#x7684;&#x201C;&#x5C0F;&#x201D;&#x9020;&#x6210;&#x7684;&#x951A;&#x5B9A;&#xFF0C;&#x662F;&#x6211;&#x4EEC;&#x4F4E;&#x4F30;&#x4E86;&#x590D;&#x6742;&#x4E16;&#x754C;&#x4E2D;&#x5C0F;&#x6982;&#x7387;&#x4E8B;&#x4EF6;&#x7684;&#x53D1;&#x751F;&#x53EF;&#x80FD;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x9ED1;&#x5929;&#x9E45;&#x73B0;&#x8C61;&#xFF0C;&#x800C;&#x5A92;&#x4F53;&#x7684;&#x8FDE;&#x7EED;&#x62A5;&#x9053;&#xFF0C;&#x4F7F;&#x4EBA;&#x4EEC;&#x5BF9;&#x8FD9;&#x4E9B;&#x4E8B;&#x60C5;&#x7684;&#x53EF;&#x5F97;&#x6027;&#x63D0;&#x9AD8;&#xFF0C;&#x9020;&#x6210;&#x516C;&#x4F17;&#x6050;&#x614C;&#x53C8;&#x653E;&#x5927;&#x4E86;&#x8FD9;&#x4E9B;&#x4E8B;&#x4EF6;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x8FD9;&#x4E24;&#x79CD;&#x73B0;&#x8C61;&#x5206;&#x522B;&#x79F0;&#x505A;&#x6982;&#x7387;&#x5FFD;&#x89C6;&#x548C;&#x6548;&#x7528;&#x5C42;&#x53E0;&#x3002;<br>    &#x770B;&#x8FC7;&#x300A;&#x601D;&#x8003;&#xFF0C;&#x5FEB;&#x4E0E;&#x6162;&#x300B;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x8BB0;&#x5FC6;&#x81EA;&#x6211;&#x4FDD;&#x5B58;&#x7684;&#x8BB0;&#x5FC6;&#x662F;&#x5BF9;&#x4EE3;&#x8868;&#x6027;&#x7684;&#x65F6;&#x523B;&#x7684;&#x611F;&#x53D7;&#xFF0C;&#x53D7;&#x5230;&#x9AD8;&#x5CF0;&#x548C;&#x7ED3;&#x675F;&#x65F6;&#x523B;&#x7684;&#x5F3A;&#x70C8;&#x5F71;&#x54CD;&#x3002;&#x8FC7;&#x53BB;&#x7684;&#x7ECF;&#x9A8C;&#x5F71;&#x54CD;&#x7740;&#x73B0;&#x5728;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x5E76;&#x4E14;&#x6539;&#x53D8;&#x7740;&#x4F60;&#x5BF9;&#x5C06;&#x6765;&#x7684;&#x9884;&#x671F;&#x3002;&#x4EBA;&#x5E76;&#x4E0D;&#x662F;&#x4F9D;&#x9760;&#x4F53;&#x9A8C;&#x81EA;&#x6211;&#x800C;&#x662F;&#x6839;&#x636E;&#x8BB0;&#x5FC6;&#x81EA;&#x6211;&#x6765;&#x505A;&#x51B3;&#x5B9A;&#xFF0C;&#x65B0;&#x9C9C;&#x523A;&#x6FC0;&#x7684;&#x7ECF;&#x5386;&#x80FD;&#x5F3A;&#x70C8;&#x7684;&#x4F5C;&#x7528;&#x4E0E;&#x4F60;&#x7684;&#x8BB0;&#x5FC6;&#x81EA;&#x6211;&#x3002;<br>    &#x540C;&#x6837;&#x89E3;&#x91CA;&#x5468;&#x906D;&#x4E16;&#x754C;&#x4E5F;&#x4F53;&#x73B0;&#x4E86;&#x53EF;&#x5F97;&#x6027;&#xFF0C;&#x6FC0;&#x6D3B;&#xFF0D;&#x6574;&#x5408;&#x7406;&#x8BBA;&#x8BA4;&#x4E3A;&#x68A6;&#x662F;&#x5927;&#x8111;&#x5BF9;&#x968F;&#x673A;&#x8109;&#x51B2;&#x7684;&#x89E3;&#x91CA;&#xFF0C;&#x90A3;&#x6211;&#x4EEC;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x8BA4;&#x4E3A;&#x68A6;&#x4E0E;&#x4E2A;&#x4EBA;&#x751F;&#x6D3B;&#x76F8;&#x5173;&#xFF1F;&#x5728;&#x91CA;&#x68A6;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x53EF;&#x5F97;&#x6027;&#x53C8;&#x8D77;&#x5230;&#x4E86;&#x4F5C;&#x7528;&#x3002;&#x77E5;&#x9053;&#x5F97;&#x5F88;&#x5C11;&#x53CD;&#x800C;&#x53EF;&#x4EE5;&#x628A;&#x5DF2;&#x77E5;&#x7684;&#x6240;&#x6709;&#x4E8B;&#x7269;&#x90FD;&#x56CA;&#x62EC;&#x8FDB;&#x8FDE;&#x8D2F;&#x7684;&#x601D;&#x7EF4;&#x6A21;&#x5F0F;&#x4E2D;&#xFF0C;&#x591A;&#x8BFB;&#x4E66;&#x540E;&#x603B;&#x80FD;&#x60F3;&#x8D77;&#x5F88;&#x591A;&#x7684;&#x53CD;&#x4F8B;&#xFF0C;&#x5B58;&#x5728;&#x7740;&#x591A;&#x79CD;&#x7406;&#x8BBA;&#xFF0C;&#x6709;&#x79CD;&#x8D8A;&#x5B66;&#x8D8A;&#x65E0;&#x77E5;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<h4 id="&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E0E;&#x957F;&#x5C3E;"><a href="#&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E0E;&#x957F;&#x5C3E;" class="headerlink" title="&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E0E;&#x957F;&#x5C3E;"></a>&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E0E;&#x957F;&#x5C3E;</h4><p>   &#x70ED;&#x95E8;&#x6570;&#x636E;&#x7684;&#x53EF;&#x5F97;&#x6027;&#x8F83;&#x9AD8;&#xFF0C;&#x4EBA;&#x8111;&#x5C31;&#x53EF;&#x4EE5;&#x63D0;&#x53D6;&#xFF0C;&#x6240;&#x4EE5;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x9996;&#x8981;&#x76EE;&#x6807;&#x662F;&#x8BC6;&#x522B;&#x957F;&#x5C3E;&#xFF1F;&#x4F46;&#x662F;&#x5F88;&#x591A;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#x9690;&#x542B;&#x4E86;&#x9AD8;&#x65AF;&#x5206;&#x5E03;&#x7684;&#x5047;&#x8BBE;&#xFF0C;&#x5B9E;&#x9645;&#x6548;&#x679C;&#x4E5F;&#x4E0D;&#x9519;&#x3002;</p>
<h4 id="&#x53C2;&#x8003;"><a href="#&#x53C2;&#x8003;" class="headerlink" title="&#x53C2;&#x8003;"></a>&#x53C2;&#x8003;</h4><p><a href="https://book.douban.com/subject/4241826/My" target="_blank" rel="external">&#x9AD8;&#x6027;&#x80FD;MySQL</a><br><a href="http://mindhacks.cn/2009/03/28/effective-learning-and-memorization/" target="_blank" rel="external">&#x5982;&#x4F55;&#x6709;&#x6548;&#x5730;&#x8BB0;&#x5FC6;&#x4E0E;&#x5B66;&#x4E60;</a><br><a href="https://book.douban.com/subject/1032501/" target="_blank" rel="external">&#x5FC3;&#x7406;&#x5B66;&#x4E0E;&#x751F;&#x6D3B;</a><br><a href="https://book.douban.com/subject/10785583/" target="_blank" rel="external">&#x601D;&#x8003;&#xFF0C;&#x5FEB;&#x4E0E;&#x6162;</a></p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/08/21/netty-server-启动过程/" rel="next" title="netty server 启动过程">
                <i class="fa fa-chevron-left"></i> netty server 启动过程
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/08/28/c-虚基类和python-MRO/" rel="prev" title="c++虚基类和python MRO">
                c++虚基类和python MRO <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.gif"
               alt="wfazong" />
          <p class="site-author-name" itemprop="name">wfazong</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">22</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">11</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-4"><a class="nav-link" href="#数据库索引"><span class="nav-number">1.</span> <span class="nav-text">数据库索引</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#记忆"><span class="nav-number">2.</span> <span class="nav-text">记忆</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#可得性偏见"><span class="nav-number">3.</span> <span class="nav-text">可得性偏见</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#机器学习与长尾"><span class="nav-number">4.</span> <span class="nav-text">机器学习与长尾</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#参考"><span class="nav-number">5.</span> <span class="nav-text">参考</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">wfazong</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  



  




  
  

  

  

  

</body>
</html>
